Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Subscription confirmed.
bn_bd: সাবস্ক্রিপশন নিশ্চিত হয়েছে।

source: Successfully activated
bn_bd: সফলভাবে সক্রিয় করা হয়েছে

source: [SUMO] You have a new private message from [{sender}]
bn_bd: [SUMO] [{sender}] আপনাকে একটি নতুন বাক্তিগত বার্তা পাঠিয়েছে

source: Support article:
bn_bd: সহায়তা নিবন্ধ:

source: Support Forum
bn_bd: সাপোর্ট ফোরাম

source: Support Forum Help
bn_bd: সাপোর্ট ফোরামের সাহায্য

source: Support Forum Home
bn_bd: সহায়তা ফোরাম

source: Support Forum Metrics
bn_bd: সাপোর্ট ফোরাম মেট্রিক্স

source: Support Questions
bn_bd: সহায়তা সম্পর্কিত প্রশ্ন

source: Switch language
bn_bd: ভাষা পরিবর্তন করুন

source: Switch to edit mode
bn_bd: সম্পাদনা মোডে যান

source: Switch to preview mode
bn_bd: পূর্বরূপ মোডে পরিবর্তন করুন

source: sync
bn_bd: সিঙ্ক

source: System Details
bn_bd: সিস্টেমের বর্ণনা

source: Systems and Languages
bn_bd: সিস্টেম এবং ভাষা

source: Tab basics
bn_bd: ট্যাব মূলসূত্র

source: Table of Contents
bn_bd: সূচীপত্র

source: Tab settings
bn_bd: ট্যাব সেটিংস

source: Take Action:
bn_bd: পদক্ষেপ গ্রহণ করুন:

source: {t} | {d} Discussion | Knowledge Base
bn_bd: {t} | {d} আলোচনা | জ্ঞানভিত্তিক

source: Tell us about yourself!
bn_bd: আমাদের আপনার নিজের সম্পর্কে বলুন!

source: Tell us more.
bn_bd: আমাদের আরওকিছু বলুন।

source: Templates
bn_bd: টেমপ্লেট

source: Templates are a way of reusing pieces of content across KB articles. You can create and update a set of instructions in one place, and then refer to it in other pages.
bn_bd: টেমপ্লেট হল KB নিবন্ধগুলি জুড়ে টুকরো বিষয়বস্তুগুলি পুনঃব্যবহার করার একটি উপায়। আপনি এক জায়গায় নির্দেশাবলীর একটি সেট তৈরি এবং আপডেট করতে পারেন, এবং সেটি অন্যান্য নিবন্ধতে ব্যাবহার করতে পারেন।

source: Text of the new revision:
bn_bd: নতুন সংস্করণের টেক্সট:

source: Thanks for making us better!
bn_bd: আপনার সিদ্ধান্ত দ্বারা আমাদের ভাল করার জন্য ধন্যবাদ!

source: Thanks, The Mozilla Support team
bn_bd: মোবাইল সহায়তা

source: Thank you for being awesome!
bn_bd: বিস্ময়জনক হওয়ার জন্য ধন্যবাদ!

source: Thank you for choosing a solution!
bn_bd: একটি সমাধান নির্বাচন করার জন্য আপনাকে ধন্যবাদ!

source: Thank you for registering!
bn_bd: নিবন্ধন করার জন্য আপনাকে ধন্যবাদ!

source: Thank you for your contribution to Mozilla Support!
bn_bd: মজিলা সাপোর্ট এ অনুদানের জন্য আপনাকে ধন্যবাদ!

source: Thank you for your first contribution to the Mozilla support forums! You just made somebody's day!
bn_bd: Mozilla সাপোর্ট ফোরামে আপনার প্রথম অবদানের জন্য আপনাকে ধন্যবাদ! আপনি অন্যের জন্য কিছু করা শুরু করলেন!

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
bn_bd: এই ইমেল ঠিকানাটিতে সংশ্লিষ্ট ব্যবহারকারীর কোন অ্যাকাউন্ট নেই। আপনি কি নিশ্চিত আপনি নিবন্ধীকৃত করেছিলেন?

source: That tag does not exist.
bn_bd: এই ট্যাগটি অনুপস্থিত।

source: The body content is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: এই বডির বিষয়বস্তু খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।

source: The community forum is at %(url)s .
bn_bd: কমিউনিটি ফোরামটি এখানে %(url)s ।

source: The dashboard data is being loaded. This may take some time.
bn_bd: ড্যাশবোর্ডের তথ্য লোড করা হচ্ছে। আরো কিছু সময় লাগতে পারে।

source: The {default_locale} version has no approved content to show.
bn_bd: এই {default_locale} সংস্করণের দেখানোর মতোন কোনো অনুমোদিত কন্টেন্ট নেই।

source: The document %(document_title)s has a new revision that is ready for localization.
bn_bd: এই ডকুমেন্টটির %(document_title)s একটি নতুন সংস্করণ রয়েছে যা লোকালাইজেশনের জন্য তৈরি।

source: The document has been deleted.
bn_bd: নথিটি মুছে ফেলা হয়েছে।

source: The document "%s" does not exist.
bn_bd: "%s" নথিটির কোনো অস্তিত্ব নেই।

source: The {domain} team
bn_bd: {domain} দল

source: The email you entered ({new_email}) already exists in the system. The current email for your account is still {old_email}.
bn_bd: ({new_email}) ইমেলটি যেটি আপনি লিখেছেন সেটি ইতিমধ্যে সিস্টেমে উপস্থিত আছে। আপনার অ্যাকাউন্টের জন্য বর্তমান ইমেল এখনও {old_email}।

source: The flag is invalid.
bn_bd: এই চিহ্নিতকরণটি অবৈধ

source: The flag is valid and I fixed the issue.
bn_bd: এই চিহ্নিতকরণটি বৈধ এবং আমি সমস্যার সমাধান করে দিয়েছি।

source: The following articles include this image:
bn_bd: নিম্নলিখিত নিবন্ধগুলোতে এই ছবি আছে:

source: The message was deleted!
bn_bd: বার্তাটি মুছে ফেলা হয়েছে!

source: The Mozilla Support team
bn_bd: Mozilla Support টিম

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
bn_bd: পাসওয়ার্ড রিসেট লিঙ্ক অবৈধ ছিল, কারণ সম্ভবত এটি ইতিমধ্যে ব্যবহার করা হয়েছে। দয়া করে একটি নতুন পাসওয়ার্ড রিসেট করার অনুরোধ করুন।

source: There are no articles.
bn_bd: কোন প্রবন্ধ নেই।

source: There are no messages here.
bn_bd: এখানে কোনো বার্তা নেই।

source: There are no threads. Maybe you should create some!
bn_bd: কোন বিষয় নেই। হয়তো আপনার একটি তৈরি করা উচিত!

source: There are {total} users with at least one contribution in the last 90 days.
bn_bd: মোট {total} জন ব্যবহারকারী যাদের অন্ততঃ একটি অবদান আছে গত 90 দিনে।

source: There is no flagged content pending moderation.
bn_bd: কোনো চিহ্নিত বিষয়বস্তু নেই পরিমার্জনার জন্য।

source: The requested image could not be found.
bn_bd: অনুরোধ করা ইমেজ পাওয়া যাচ্ছেনা।

source: There was an error.
bn_bd: একটি ত্রুটি দেখা গেছে।

source: There was an error checking for canned responses.
bn_bd: পরীক্ষা করতে ত্রুটি।

source: There was an error generating the preview.
bn_bd: প্রাকদর্শন দেখান তে একটি ত্রুটি ধরা পরেছে।

source: There was an error. Please try again in a moment.
bn_bd: প্রাকদর্শন দেখাতে একটি ত্রুটি ধরা পরেছে। দয়াকরে কিছুক্ষণ অপেক্ষা করুন।

source: There was an error submitting your vote.
bn_bd: আপনার ভোট জমা নিতে ত্রুটি দেখা দিচ্ছে।

source: There was a problem confirming your subscription.
bn_bd: আপনার সাবস্ক্রিপশনকে নিশ্চিত করবার সময় একটি সমস্যা হয়েছিল।

source: There were errors adding leaders to the group, see below.
bn_bd: নেতাকে যোগ করতে একটি ত্রুটি দেখা গেছে, নীচে দেখুন।

source: There were errors adding members to the group, see below.
bn_bd: সদস্যকে যোগ করতে একটি ত্রুটি দেখা গেছে, নীচে দেখুন।

source: There were errors adding new contributors, see below.
bn_bd: নতুন অবদানকারী যোগ করতে ত্রুটি হচ্ছে, নীচে দেখুন।

source: There were errors adding users, see below.
bn_bd: ব্যবহারকারী যোগ করার সময় ত্রুটি হয়েছিল, নীচে দেখুন।

source: These are the top 100 most visited articles in the last 30 days, which account for over 99% of the traffic to the Knowledge Base.
bn_bd: এগুলি হল গত 30 দিনে সবচেয়ে বেশি দেখা 100 টি নিবন্ধ, যা নলেজবেজে যেতে 99% এরও বেশি ট্রাফিক তৈরি করে।

source: These are the top 20 most visited articles in the last 30 days, which account for over 50% of the traffic to the Knowledge Base.
bn_bd: গত 30 দিনের মধ্যে এগুলি সর্বাধিক 20 টি সর্বাধিক দেখা যায় নিবন্ধ, যা Knowledge Base ট্র্যাফিকের চেয়ে 50% এর বেশি।

source: These are the top 50 most visited articles in the last 30 days.
bn_bd: এগুলো গত 30 দিনে সর্বাধিক পরিদর্শিত 50 টি নিবন্ধ।

source: The {sitename} team
bn_bd: {sitename} দল

source: The solution was undone successfully.
bn_bd: সমাধানটি সফলভাবে পূর্বাবস্থায় ফিরিয়ে আনা হয়েছিল।

source: The subject is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: সাবজেক্ট খুব ছোট (%(show_value)s অক্ষরের)। এটি কমপক্ষে %(limit_value)s অক্ষর হতে হবে।

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
bn_bd: আপনি একটি অনুপযুক্ত ইউজারনাম লিখেছেন। দয়া করে অন্য একটি বাছাই করুন।

source: The video "%s" does not exist.
bn_bd: "%s" ভিডিওটির কোনো অস্তিত্ব নেই।

source: This account is already banned!
bn_bd: এই অ্যাকাউন্টটি ইতিমধ্যেই নিষিদ্ধ করা হয়েছে!

source: This account is already being ignored!
bn_bd: এই অ্যাকাউন্টটি ইতিমধ্যেই উপেক্ষিত হয়েছে!

source: This account is inactive.
bn_bd: এই অ্যাকাউন্টটি নিষ্ক্রিয় হয়ে গেছে।

source: This article doesn't have approved content yet.
bn_bd: এই প্রবন্ধটির বিষয়বস্তু এখনও অনুমোদন হয়নি।

source: This article is no longer maintained, so its content might be out of date.
bn_bd: এই প্রবন্ধটি বহুদিন রক্ষনাবেক্ষন করা হয়না, তাই এর বিষয়বস্তু নির্বাপিত হতে পারে।

source: This document does not have a current revision.
bn_bd: এই নথিটির বর্তমান সংস্করণ নেই।

source: This document does not have a current translation.
bn_bd: এই ডকুমেন্টের কোনো বর্তমান অনুবাদ নেই।

source: This document has no revisions.
bn_bd: এই নথিটিতে কোন সংস্করণ নেই।

source: This doesn't solve my problem
bn_bd: এটা আমার সমস্যার সমাধান করে না

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
bn_bd: আমাদের ওয়েবসাইট রক্ষণাবেক্ষণের জন্য এই বৈশিষ্ট্যটি সাময়িকভাবে নিষ্ক্রিয় করা হয়েছে। দয়া করে আপনার ব্রাউজারের পূর্ববর্তী বাটন ব্যবহার করে কিছুক্ষন পরে আবার চেষ্টা করুন।

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
bn_bd: ফোরামে "%(title)s" নিবন্ধ লোকালাইজেশনের উন্নতির বিষয়ে আলোচনা। আপনি যদি নিবন্ধের বিষয়বস্তু উন্নত করতে চান, <a href="%(url)s">ইংরেজি নিবন্ধ আলোচনা </a> এ যান।

source: This forum is a discussion about improving the "%(title)s" article.
bn_bd: এই ফোরামটি "%(title)s" প্রবন্ধটি উন্নত করার স্বার্থে ব্যবহার করা হয়।

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
bn_bd: এই ফোরামটি "%(title)s" প্রবন্ধটি উন্নত করার স্বার্থে ব্যবহার করা হয়। আপনি যদি অংশগ্রহণ করতে ইচ্ছুক হন তাহলে, দয়া করে <a href="%(register_url)s">নতুন অ্যাকাউন্ট</a> খুলুন।

source: This happened
bn_bd: এটা ঘটেছে

source: This image is not included in any articles.
bn_bd: এই ছবিটি কোন নিবন্ধে নেই।

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="https://support.mozilla.org">here</a>.
bn_bd: এটি একটি উপস্থাপনকারী সাইট, বিষয়বস্তু প্রতি মাসের 1 তারিখে লেখা হয়।<br> উৎপাদন সাইটটি <a href="https://support.mozilla.org">এখানে</a>।

source: This is the number of all Knowledge Base articles that are ready to be localized.
bn_bd: এই সংখ্যক নিবন্ধগুলি স্থানীয়করণের জন্য প্রস্তুত।

source: This is your current email.
bn_bd: এটি আপনার বর্তমান ইমেল।

source: This question already has a solution.
bn_bd: এই প্রশ্নের ইতিমধ্যে একটি সমাধান আছে।

source: This revision is not ready for localization.
bn_bd: এই সংস্করণটি স্থানীয়করণের জন্য প্রস্তুত নয়।

source: This revision is ready for localization.
bn_bd: এই সংস্করণটি স্থানীয়করণের জন্য প্রস্তুত।

source: This revision was already reviewed by {user} on {date}.
bn_bd: এই সংস্করণটি ইতিমধ্যে পর্যালোচনা করা হয়ে গেছে {user} এর দ্বারা {date} তারিখে।

source: This thread was archived.
bn_bd: এই থ্রেডটি সংরক্ষণ করা হয়েছিল।

source: This thread was closed.
bn_bd: থ্রেডটি মুছে ফেলা হয়েছে।

source: This thread was closed and archived.
bn_bd: থ্রেড বন্ধ এবং সংরক্ষণ করা হয়েছিল।

source: This translation was already reviewed by {user} on {date}.
bn_bd: এই অনুবাদটি ইতিমধ্যে {user} এ {date} তারিখে পর্যালোচনা করে নিয়েছে।

source: This tweet doesn't need a response
bn_bd: এই টুইটটির উত্তরের প্রয়োজন নেই

source: This user has been deactivated.
bn_bd: ব্যবহারকারীকে মুছে ফেলা হয়েছে।

source: This username is available.
bn_bd: এই ব্যবহারকারী নামটি পাওয়া গ্রহণযোগ্য।

source: Thread contains
bn_bd: থ্রেড রয়েছে

source: Thunderbird controls and buttons
bn_bd: Thunderbird নিয়ন্ত্রণ এবং বাটন

source: Thunderbird crashes
bn_bd: Thunderbird এর ক্রাশ

source: Thunderbird options, preferences and settings
bn_bd: Thunderbird অপশন, পছন্দ এবং সেটিংস

source: Thunderbird versions and languages
bn_bd: Thunderbird এর সংস্করণগুলি এবং ভাষাগুলি

source: Timezone
bn_bd: সময় অঞ্চল

source: Tips and tricks
bn_bd: পরামর্শ এবং কৌশল

source: Title in {locale}:
bn_bd: {locale} এ শিরোনাম:

source: {title} | Media Gallery
bn_bd: {title} | মিডিয়া গ্যালারি

source: Today at %s
bn_bd: আজ %s তে

source: To delete the document, please notify an admin.
bn_bd: নথিটি মুছবার জন্য পরিচালক কে জানান।

source: Toggle Diff
bn_bd: টগল পরিবর্তন

source: Toggle syntax highlighting
bn_bd: সিনট্যাক্স হাইলাইটিং চালু/বন্ধ করুন

source: Too long
bn_bd: অনেক বড়

source: Tools for creating and teaching the web
bn_bd: ওয়েব শেখার এবং শেখানোর হাতিয়ার

source: Top 100 Articles
bn_bd: শীর্ষ 100 টি নিবন্ধ

source: Top 100 Articles: % Localized
bn_bd: শীর্ষ 100 টি নিবন্ধ: % অনুবাদ হয়েছে

source: Top 100 Articles: %% Localized
bn_bd: শীর্ষ 100 নিবন্ধগুলি: %% লোকালাইজড

source: Top 10 Contributor
bn_bd: শীর্ষ 10জন অবদানকারি

source: Top 20 Articles
bn_bd: শীর্ষ 20 নিবন্ধ

source: Top 20 Articles: % Localized
bn_bd: শীর্ষ 20 টি নিবন্ধ: % অনুবাদ হয়েছে

source: Top 20 Articles: %% Localized
bn_bd: শীর্ষ 20 নিবন্ধগুলি: %% লোকালাইজড

source: Top 25 Contributor
bn_bd: শীর্ষ 25জন অবদানকারি

source: Top 50 Articles
bn_bd: শীর্ষ 50 টি নিবন্ধ

source: Top contributors
bn_bd: শীর্ষ অবদানকারী

source: Top Contributors
bn_bd: শীর্ষ অবদানকারী

source: Top Contributors - Army of Awesome
bn_bd: শীর্ষ অবদানকারী - Army of Awesome

source: Top Contributors - Knowledge Base
bn_bd: শীর্ষ অবদানকারী - Knowledge Base

source: Top Contributors - Localization
bn_bd: শীর্ষ অবদানকারী - লোকালাইজেশন

source: Top Contributors - Support Forum
bn_bd: শীর্ষ অবদানকারী - সাপোর্ট ফোরাম

source: Topic
bn_bd: বিষয়

source: Topics
bn_bd: বিষয়

source: Topics:
bn_bd: বিষয়:

source: Total questions: <strong>{num}</strong>
bn_bd: মোট প্রশ্ন: <strong>{num}</strong>

source: Total Votes
bn_bd: মোট ভোট

source: Transaction ID:
bn_bd: ট্রানজেকশন আইডি:

source: Translate Article
bn_bd: প্রবন্ধটি অনুবাদ করুন

source: Translate Article | {document}
bn_bd: প্রবন্ধটি অনুবাদ করুন | {document}

source: Translate Content
bn_bd: বিষয়বস্তু অনুবাদ করুন

source: Translate Description
bn_bd: বর্ণনা অনুবাদ করুন

source: Translate help articles
bn_bd: সাহায্য নিবন্ধ অনুবাদ করুন

source: Translate help articles!
bn_bd: সাহায্য নিবন্ধ অনুবাদ করুন!

source: Translate Help Articles
bn_bd: সাহায্য নিবন্ধ অনুবাদ করুন

source: Translate help articles to your language
bn_bd: সাহায্য নিবন্ধগুলি আপনার ভাষায় অনুবাদ করুন

source: Translate help to your languages
bn_bd: অনুবাদ সাহায্য আপনার ভাষায়

source: Translating 1 article can help 1,000's of users in your language
bn_bd: 1 টি নিবন্ধটি অনুবাদ করলে আপনার ভাষায় 1,000 জন ব্যবহারকারীকে সাহায্য করতে পারে

source: Translating article to {locale}
bn_bd: {locale} ভাষায় প্রবন্ধটি অনুবাদ করা হচ্ছে

source: Translating {title}
bn_bd: {title} অনুবাদ করা হচ্ছে

source: Translation Comment: {comment}
bn_bd: অনুবাদের মন্তব্য: {comment}

source: Translation keywords:
bn_bd: অনুবাদের মূলশব্দ:

source: Translation Needed
bn_bd: অনুবাদ প্রয়োজন

source: Translation rendered html:
bn_bd: অনুবাদ অনুষ্ঠিত HTML:

source: Translation search results summary:
bn_bd: সার্চ ফলাফলের সারাংশ অনুবাদ করুন:

source: Translation source:
bn_bd: অনুবাদের উৎস:

source: Troubleshoot error message on Firefox for iOS
bn_bd: iOS এর জন্য Firefox এ ট্রাবলশুট ইরর মেসেজ

source: Troubleshoot problems with Firefox Fire TV
bn_bd: Firefox Fire TV এর ট্রাবলশুট সমস্যা

source: Troubleshoot problems with Firefox Rocket
bn_bd: Firefox Rocket এর সাহয্যে সমস্যা সমাধান

source: Try another topic
bn_bd: অন্য বিষয় চেষ্টা করুন

source: Try one of these articles:
bn_bd: এই নিবন্ধগুলির একটি চেষ্টা করুন:

source: Turn off emails for discussion in my locale.
bn_bd: আমার লোকেলে আলোচনা করার জন্য ইমেইল বন্ধ করুন।

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
bn_bd: নিজের মত লিখুন আর পেশ করুন। নিজস্ব বার্তা অন্যদের বেশি সাহায্য করে।

source: Tweet has already been replied to
bn_bd: টুইটের জবাব ইতিমধ্যে দেওয়া হয়েছে

source: Tweets that are replies or have replies must not be hidden.
bn_bd: টুইট এর মাধ্যমে যে জবাব দেবেন তা গোপন করা হবে না।

source: {t} with id={id} no longer exists.
bn_bd: id={id} এর সাথে {t}-র কোনো অস্তিত্ব নেই।

source: Twitter account
bn_bd: Twitter অ্যাকাউন্ট দিয়ে লগইন করুন

source: Twitter Handles:
bn_bd: টুইটার হ্যান্ডল:

source: Type of article
bn_bd: প্রবন্ধের প্রকার

source: Unable to change email for user {username}
bn_bd: {username} এর ইমেল পরিবর্তন করতে অক্ষম

source: Unable to delete only revision of the document
bn_bd: নথি থেকে শুধুমাত্র সংস্করণটি মুছতে অক্ষম

source: Unanswered
bn_bd: উত্তর দেওয়া হয়নি

source: Unarchive this question
bn_bd: এই প্রশ্নটি অসংরক্ষিত রাখুন

source: Unban
bn_bd: নিষেধাজ্ঞা মুক্ত কর

source: Unhelpful
bn_bd: অকেজো

source: Unhelpful Documents
bn_bd: অকেজো পত্র

source: Unlock this question
bn_bd: এই প্রশ্নটি আনলক করুন

source: Unlock this thread
bn_bd: থ্রেড আনলক করুন

source: Unrecognized media type.
bn_bd: অপরিচিত মিডিয়ার ধরন।

source: Unrecognized request or nothing to cancel.
bn_bd: অপরিচিত অনুরোধ বা বাতিল করার কিছুই নেই।

source: Unreviewed
bn_bd: পুনর্বিবেচনা করা হয়নি

source: Unreviewed Changes
bn_bd: না পর্যালোচনা করা পরিবর্তনসমূহ

source: Unreviewed Revision:
bn_bd: অপ্রকাশিত পুনর্বিবেচনা:

source: Unsticky this thread
bn_bd: অবিশ্বাস্য থ্রেড

source: Unsubscribed
bn_bd: আনসাবস্ক্রাইব

source: Unsubscribe Error
bn_bd: আনসাবস্ক্রাইবে ভুল

source: Unsubscribe from edit notifications
bn_bd: সম্পাদনা বিজ্ঞপ্তি থেকে সদস্যতামুক্ত করুন

source: Unsubscribe from these emails
bn_bd: এই ইমেইল থেকে আনসাবস্ক্রাইব করুন

source: Unsubscribe from these emails:
bn_bd: সম্পাদনা বিজ্ঞপ্তি থেকে সদস্যতামুক্ত করুন

source: Update answer
bn_bd: উত্তর হালনাগাদ করুন

source: Updated
bn_bd: আপডেট করা হয়েগেছে

source: Updated:
bn_bd: হালনাগাদ করা হয়েছে:

source: Update Needed
bn_bd: আপডেট দরকার

source: Update post
bn_bd: পোস্ট হালনাগাদ করুন

source: Update Status:
bn_bd: হালনাগাদ অবস্থা:

source: Update thread
bn_bd: থ্রেড আপডেট করুন

source: Upload a New Media File
bn_bd: একটি নতুন মিডিয়া ফাইল আপলোড করুন

source: Upload cancelled. Please select an image file.
bn_bd: আপলোড বাতিল করা হল। দয়া করে একটা ছবি নির্বাচন করুন।

source: Uploaded {date}
bn_bd: {date}তে আপলোড করা হয়েছে

source: Uploaded images:
bn_bd: আপলোডকৃত ছবিসমূহ:

source: Upload file
bn_bd: আপলোড করুন

source: Uploading "%s"...
bn_bd: "%s" আপলোড হয়েছে...

source: Upload Media
bn_bd: মিডিয়া আপলোড করুন

source: Use advanced search
bn_bd: উন্নত অনুসন্ধান ব্যবহার করুন

source: Use basic search
bn_bd: প্রাথমিক অনুসন্ধান ব্যবহার করুন

source: Use bookmarks
bn_bd: বুকমার্কসমূহ ব্যবহার করুন

source: user
bn_bd: গ্রাহক

source: User Control
bn_bd: ব্যবহারকারী নিয়ন্ত্রণ

source: {user} | Documents
bn_bd: {user} | ডকুমেন্টগুলি

source: User Interface
bn_bd: ইউজার ইন্টারফেস

source: username
bn_bd: ইউজারনাম

source: Username:
bn_bd: ইউজারনাম:

source: Username, Display Name or Twitter Handle
bn_bd: ব্যবহারকারীর নাম, প্রদর্শন নাম অথবা টুইটার হ্যান্ডেল

source: {username} is not a valid username.
bn_bd: {username} একটি বৈধ ব্যবহারকারীর নাম নয়।

source: Username is required.
bn_bd: ইউজারনাম প্রয়োজন

source: Username is too long (%(show_value)s characters). It must be %(limit_value)s characters or less.
bn_bd: ইউজারনামটি খুব বড় (%(show_value)s অক্ষর)। এতে %(limit_value)s বা তার কম অক্ষর থাকতে পারবে।

source: Username is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
bn_bd: ইউজারনামটি খুব ছোট (%(show_value)s অক্ষর)। এতে কমপক্ষে %(limit_value)s অক্ষর থাকা আবশ্যিক।

source: Username not provided.
bn_bd: ইউজারনেম দেওয়া হয়নি।

source: {user} - {num} contributions in last 90 days
bn_bd: {user} - {num} গত 90 দিনের অবদান

source: {user} | Profile
bn_bd: {user} | প্রোফাইল

source: {user} removed from successfully!
bn_bd: {user} কে সফলভাবে মুছে ফেলা হয়েছে!

source: {user} removed from the contributors successfully!
bn_bd: {user} কে সফলভাবে অবদানকারী দল থেকে মুছে ফেলা হয়েছে!

source: {user} removed from the group leaders successfully!
bn_bd: {user} কে মুছে ফেলা হয়েছে নেতা হিসাবে!

source: {user} removed from the group successfully!
bn_bd: {user} কে গ্রুপ থেকে মুছে ফেলা হয়েছে!

source: Users:
bn_bd: ব্যবহারকারীরা:

source: {users} added successfully!
bn_bd: {users} কে সাফল্যের সাথে যোগ করা হয়েছে!

source: {users} added to the contributors successfully!
bn_bd: {users} কে সফলভাবে অবদানকারী দলে যোগ করা হয়েছে!

source: {users} added to the group leaders successfully!
bn_bd: {users} কে গ্রুপের নেতা হিসাবে যোগ করা হয়েছে!

source: {users} added to the group successfully!
bn_bd: {users} কে সাফল্যের সাথে গ্রুপে যোগ করা হয়েছে!

source: {user}'s Groups
bn_bd: {user} এর দল

source: Using a feature on webmaker.org
bn_bd: webmaker.org এর ফিচার ব্যবহার করে

source: Using Popcorn Maker
bn_bd: Popcorn Maker ব্যবহার করে

source: Using Thimble
bn_bd: Thimble ব্যবহার করে

source: Using X-Ray Goggles
bn_bd: X-Ray Goggles ব্যবহার করে

source: Verify your email address:
bn_bd: দয়া করে আপনার ইমেল ঠিকানাটি নিশ্চিত করুন

source: View a list of all Firefox OS articles
bn_bd: সমস্ত Firefox OS প্রবন্ধের তালিকা দেখুন

source: View all deactivated users
bn_bd: সব নিষ্ক্রিয়কারী ব্যবহারকারীদের দেখুন

source: View all Firefox OS articles
bn_bd: Firefox OS এর সমস্ত প্রবন্ধ দেখুন

source: View Community Health Metrics
bn_bd: কমিউনিটি স্বাস্থ্য মেট্রিক্স দেখুন

source: View Community Metrics
bn_bd: কমিউনিটি মেটিক্স দেখুন

source: View Profile
bn_bd: প্রোফাইল দেখুন

source: View the history of this document
bn_bd: এই ডকুমেন্টের পূর্ববর্তী তথ্য দেখুন

source: View the solution
bn_bd: সমাধান দেখুন

source: View the updated document
bn_bd: আপডেট হওয়া ডকুমেন্টটি দেখুন

source: View this document's history
bn_bd: ডকুমেন্টের পূর্ববর্তী তথ্য দেখুন

source: View this post on the site.
bn_bd: এই পোস্টটি সাইটে দৃশ্যমান করুন।

source: Visitors
bn_bd: দর্শক

source: Visits in last 30 days
bn_bd: শেষ ৩০ দিনের পরিদর্শন

source: Volunteer for Mozilla Support
bn_bd: মজিলা সাপোর্টে স্বেচ্ছাসেবক হিসেবে যোগ দিন

source: Votes
bn_bd: ভোট

source: votes this week
bn_bd: এই সপ্তাহের ভোটগুলো

source: Waiting for review
bn_bd: পর্যালোচনার জন্য অপেক্ষা করা হচ্ছে

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
bn_bd: সাবধান! আপনি কি এই ব্যবহারকারীকে সত্যিই নিষ্ক্রিয় করে দিতে চান ? এটা কিন্তু আর পরে সংশোধন করা যাবে না!

source: Was ist Firefox Klar?
bn_bd: এটা কি Firefox Klar ছিল?

source: Was this article helpful?
bn_bd: এই প্রবন্ধটি কি সহায়তাকারী?

source: Was this helpful to you?
bn_bd: এটা কি আপনার জন্য সহায়ক ছিল?

source: Watch forum threads I comment in
bn_bd: আমি যেসকল ফোরামে মন্তব্য করব সেগুলি দেখাশোনা করব

source: Watch forum threads I start
bn_bd: আমি যেসকল ফোরাম তৈরি করব সেগুলি দেখাশোনা করব

source: Watch our videos and check our documentation
bn_bd: আমাদের ভিডিওগুলি দেখুন এবং আমাদের ডকুমেন্টেশন চেক করুন

source: Watch Question threads I comment in
bn_bd: আমি যেসকল প্রশ্নে মন্তব্য করব সেগুলি দেখাশোনা করব

source: Watch this forum
bn_bd: ফোরামটি দেখুন

source: Watch this locale
bn_bd: এই ভাষাটি দেখুন

source: Watch this thread
bn_bd: এই ফোরামটি দেখুন

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
bn_bd: আমরা সবসময় নতুন মানুষদের থেকে শুনতে পছন্দ করি যারা ফোরামে সাহায্য করতে পছন্দ করেন তাই আপনি যদি আমাদের কমিউনিটির সাথে এখনও না মিশে থাকেন তাহলে <a href="%(intro_url)s">অনুগ্রহ করে এক মিনিট সময় নিয়ে নিজের পরিচয় করান</a>। আপনি যদি নিম্ন প্রোফাইলে থাকতে চান, সেটাও ঠিক আছে :)। আপনি আমাদের সবাইকে IRC-তে চ্যাট করতে দেখতে পাবেন একসাথে, <a href="%(irc_url)s"> #sumo চ্যানেলে </a>।

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
bn_bd: আপনার ইমেল এ পৌছাতে আমাদের সমস্যা হচ্ছে। দয়া করে একটি ভিন্ন ঠিকানা দিয়ে চেষ্টা করুন অথবা প্রশাসকের সাথে যোগাযোগ করুন।
